Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Capitalize the start of each sentence
de: Den Anfang jedes Satzes großschreiben
es: Poner en mayúscula el inicio de cada frase
et: Kirjuta iga lause algus suure algustähega
fr: Mets une majuscule au début de chaque phrase
hu: Minden mondat elejét nagybetűvel írja
it: Metti in maiuscolo l'inizio di ogni frase
ja: 各文の先頭を大文字にする
ko: 문장마다 첫 글자를 대문자로
ms: Besarkan huruf di awal setiap ayat
pt: Pôr o início de cada frase em maiúscula
ru: Заглавная буква в начале каждого предложения
zh_hans: 每句开头自动大写

source: Capitals
de: Großbuchstaben
es: Mayúsculas
et: Suurtähed
fr: Majuscules
hu: Nagybetűk
it: Maiuscole
ja: 大文字
ko: 대문자
ms: Huruf besar
pt: Maiúsculas
ru: Заглавные
zh_hans: 大写

source: Capless Dark
de: Ohne Tastenkappen – Dunkel
es: Oscuro sin teclas
et: Tume ilma klahvikateteta
fr: Sombre sans touches
hu: Sötét, billentyűlapok nélkül
it: Scuro senza tasti
ja: キーキャップなし・ダーク
ko: 키캡 없는 다크
ms: Gelap Tanpa Kekunci
pt: Escuro sem teclas
ru: Тёмная без клавиш
zh_hans: 无键帽深色

source: Capless Light
de: Ohne Tastenkappen – Hell
es: Claro sin teclas
et: Hele ilma klahvikateteta
fr: Clair sans touches
hu: Világos, billentyűlapok nélkül
it: Chiaro senza tasti
ja: キーキャップなし・ライト
ko: 키캡 없는 라이트
ms: Cerah Tanpa Kekunci
pt: Claro sem teclas
ru: Светлая без клавиш
zh_hans: 无键帽浅色

source: Caps Lock
de: Feststelltaste
es: Bloq Mayús
et: Suurtähelukk
fr: Verr. maj.
it: Blocco maiusc.
ms: Kunci Caps Lock
pt: Bloq. maiúsculas
zh_hans: 大写锁定

source: Capture the current clipboard when the history panel is opened.
de: Die aktuelle Zwischenablage übernehmen, sobald du das Verlaufs-Panel öffnest.
es: Guarda lo que tengas en el portapapeles al abrir el panel de historial.
et: Salvesta käesolev lõikelaud ajaloo paneeli avamisel.
fr: Capture le presse-papiers actuel quand tu ouvres le panneau d'historique.
hu: Elmenti az aktuális vágólapot, amikor megnyitod az előzmények panelt.
it: Cattura ciò che hai negli appunti quando apri il pannello della cronologia.
ja: 履歴パネルを開いたときに、今クリップボードにある内容を取り込みます。
ko: 기록 패널을 열 때 지금 클립보드 내용을 가져와요.
ms: Ambil salinan papan keratan semasa bila panel sejarah dibuka.
pt: Guarda a área de transferência atual quando abres o painel de histórico.
ru: Забирать текущее содержимое буфера обмена при открытии панели истории.
zh_hans: 打开历史面板时，抓取当前剪贴板的内容。

source: Capture the current clipboard when the keyboard finishes opening.
de: Die aktuelle Zwischenablage übernehmen, sobald die Tastatur fertig geöffnet ist.
es: Guarda lo que tengas en el portapapeles en cuanto el teclado termina de abrirse.
et: Salvesta käesolev lõikelaud pärast klaviatuuri avanemist.
fr: Capture le presse-papiers actuel une fois le clavier ouvert.
hu: Elmenti az aktuális vágólapot, amint a billentyűzet előjön.
it: Cattura ciò che hai negli appunti appena la tastiera finisce di aprirsi.
ja: キーボードが開き終わったときに、今クリップボードにある内容を取り込みます。
ko: 키보드가 다 열리면 지금 클립보드 내용을 가져와요.
ms: Ambil salinan papan keratan semasa bila papan kekunci siap dibuka.
pt: Guarda a área de transferência atual quando o teclado acaba de abrir.
ru: Забирать текущее содержимое буфера обмена, когда клавиатура полностью откроется.
zh_hans: 键盘打开完成时，抓取当前剪贴板的内容。

source: Cards
de: Karten
es: Tarjetas
et: Kaardid
fr: Cartes
hu: Kártyák
it: Schede
ja: カード
ko: 카드
ms: Kad
pt: Cartões
ru: Карточки
zh_hans: 卡片

source: Cast a shadow
de: Schatten werfen
es: Proyectar sombra
et: Heida vari
fr: Projeter une ombre
hu: Legyen árnyéka
it: Proietta un’ombra
ja: 影を落とす
ko: 그림자 켜기
ms: Jatuhkan bayang
pt: Projetar sombra
ru: Отбрасывать тень
zh_hans: 投下阴影

source: Casual
de: Locker
es: Informal
et: Lõdvestunud
fr: Décontracté
hu: Laza
it: Informale
ja: カジュアル
ko: 캐주얼
ms: Kasual
ru: Непринуждённый
zh_hans: 随意

source: Cat
de: Katze
es: Gato
et: Kass
fr: Chat
hu: Macska
it: Gatto
ja: ネコ
ko: 고양이
ms: Kucing
pt: Gato
ru: Кот
zh_hans: 猫

source: Categories
de: Kategorien
es: Categorías
et: Kategooriad
fr: Catégories
hu: Kategóriák
it: Categorie
ja: カテゴリ
ko: 카테고리
ms: Kategori
pt: Categorias
ru: Категории
zh_hans: 分类

source: Category tabs
de: Kategorie-Tabs
es: Pestañas de categorías
et: Kategooriakaardid
fr: Onglets de catégories
hu: Kategóriafülek
it: Schede delle categorie
ja: カテゴリタブ
ko: 카테고리 탭
ms: Tab kategori
pt: Separadores de categorias
ru: Вкладки категорий
zh_hans: 分类栏

source: Cell spacing
de: Zellenabstand
es: Espaciado de celdas
et: Lahtri vahe
fr: Espacement des cellules
hu: Cellatávolság
it: Spaziatura celle
ja: セルの間隔
ko: 셀 간격
ms: Jarak sel
pt: Espaçamento das células
ru: Расстояние между ячейками
zh_hans: 单元格间距

source: Center
de: Mitte
es: Centro
et: Keskel
fr: Centre
hu: Középen
it: Centro
ja: 中央
ko: 가운데
ms: Tengah
pt: Centro
ru: По центру
zh_hans: 居中

source: Centre
de: Zentrieren
es: Centrar
et: Keskele
fr: Centrer
hu: Középre
it: Centra
ja: 中央に
ko: 가운데
ms: Tengah
pt: Centrar
ru: По центру
zh_hans: 居中

source: Chalk
de: Kreide
es: Tiza
et: Kriit
fr: Craie
hu: Kréta
it: Gesso
ja: チョーク
ko: 분필
ms: Kapur
pt: Giz
ru: Мел
zh_hans: 粉笔

source: Change Icon
de: Symbol ändern
es: Cambiar icono
et: Muuda ikooni
fr: Changer l'icône
hu: Ikon módosítása
it: Cambia icona
ja: アイコンを変更
ko: 아이콘 변경
ms: Tukar ikon
pt: Mudar ícone
ru: Сменить значок
zh_hans: 更改图标

source: Change a setting
de: Einstellung ändern
es: Cambiar un ajuste
et: Muuda seadet
fr: Modifier un réglage
hu: Beállítás módosítása
it: Modifica un’impostazione
ja: 設定を変更
ko: 설정 변경
ms: Ubah tetapan
pt: Alterar uma definição
ru: Изменить настройку
zh_hans: 更改设置

source: Change how the keyboard looks
de: Ändere das Aussehen der Tastatur
es: Cambia el aspecto del teclado
et: Muuda klaviatuuri välimust
fr: Change l'apparence du clavier
hu: A billentyűzet megjelenésének módosítása
it: Cambia l'aspetto della tastiera
ja: キーボードの見た目を変更
ko: 키보드 모양 변경
ms: Tukar rupa papan kekunci
pt: Muda o aspeto do teclado
ru: Изменение внешнего вида клавиатуры
zh_hans: 更改键盘外观

source: Change how the keyboard looks without leaving the field
de: Ändere das Aussehen der Tastatur, ohne das Textfeld zu verlassen
es: Cambia el aspecto del teclado sin salir del campo de texto
et: Muuda klaviatuuri välimust tekstiväljalt lahkumata
fr: Change l'apparence du clavier sans quitter le champ de saisie
hu: Módosítsd a billentyűzet megjelenését anélkül, hogy elhagynád a szövegmezőt
it: Cambia l'aspetto della tastiera senza uscire dal campo di testo
ja: 入力中の画面を離れずにキーボードの見た目を変えられます
ko: 입력 중인 화면을 벗어나지 않고 키보드 모양을 바꾸세요
ms: Tukar rupa papan kekunci tanpa meninggalkan medan teks
pt: Muda o aspeto do teclado sem sair do campo de texto
ru: Меняйте внешний вид клавиатуры, не покидая поле ввода
zh_hans: 不用离开输入框就能更改键盘外观

source: Change icon
de: Symbol ändern
es: Cambiar icono
et: Muuda ikooni
fr: Changer l'icône
hu: Ikon módosítása
it: Cambia icona
ja: アイコンを変更
ko: 아이콘 변경
ms: Tukar ikon
pt: Mudar ícone
ru: Сменить значок
zh_hans: 更改图标

source: Change icon for %@
de: Symbol für %@ ändern
es: Cambiar icono de %@
et: Muuda ikooni: %@
fr: Changer l'icône de %@
hu: Ikon módosítása ehhez: %@
it: Cambia icona per %@
ja: %@のアイコンを変える
ko: %@ 아이콘 바꾸기
ms: Tukar ikon untuk %@
pt: Mudar ícone de %@
ru: Сменить значок для «%@»
zh_hans: 更改「%@」的图标

source: Change list
de: Änderungsliste
es: Lista de cambios
et: Muudatuste loend
fr: Liste des modifications
hu: Változások listája
it: Elenco modifiche
ja: 変更リスト
ko: 변경 목록
ms: Senarai perubahan
pt: Lista de alterações
ru: Список изменений
zh_hans: 更改列表

source: Change long-press?
de: Langes Drücken ändern?
es: ¿Cambiar la pulsación larga?
et: Muuda pikkvajutust?
fr: Changer l'appui long ?
hu: Módosítod a hosszú nyomást?
it: Cambiare la pressione lunga?
ja: 長押しを変更しますか？
ko: 길게 누르기를 바꿀까요?
ms: Tukar tekan lama?
pt: Alterar o toque longo?
ru: Изменить долгое нажатие?
zh_hans: 更改长按行为？

source: Change setups without leaving the keyboard
de: Setup wechseln, ohne die Tastatur zu verlassen
es: Cambia de configuración sin salir del teclado
et: Vaheta seadistust klaviatuurilt lahkumata
fr: Change de config sans quitter le clavier
hu: Válts beállítást a billentyűzet elhagyása nélkül
it: Cambia configurazione senza lasciare la tastiera
ja: キーボードから離れずにセットアップを変更
ko: 키보드를 벗어나지 않고 설정 변경
ms: Tukar persediaan tanpa meninggalkan papan kekunci
pt: Muda de configuração sem sair do teclado
ru: Меняйте настройки, не уходя с клавиатуры
zh_hans: 不用离开键盘就能换配置

source: Change the layout for %@
de: Anordnung für %@ ändern
es: Cambiar la disposición de %@
et: Muuda paigutust keelele %@
fr: Changer la disposition pour %@
hu: A(z) %@ elrendezésének módosítása
it: Cambia la disposizione per %@
ja: %@ のキー配列を変更
ko: %@의 자판 배열 변경
ms: Tukar susun atur untuk %@
pt: Mudar a disposição de %@
ru: Сменить раскладку для «%@»
zh_hans: 更改%@的键位排布

source: Change whatever you like afterwards. The saved one stays as it was.
de: Danach kannst du ändern, was du willst. Das gesicherte Profil bleibt, wie es war.
es: Después cambia lo que quieras. El perfil guardado se queda como estaba.
et: Pärast võid muuta, mida iganes tahad. Salvestatud profiil jääb endisels kujul.
fr: Ensuite, change ce que tu veux. Le profil enregistré reste tel quel.
hu: Utána nyugodtan változtass bármit. A mentett profil olyan marad, amilyen volt.
it: Dopo cambia quello che vuoi. Il profilo salvato resta com'era.
ja: あとは自由に変更してかまいません。保存したプロファイルはそのまま残ります。
ko: 그다음에는 무엇을 바꿔도 됩니다. 저장된 프로필은 그대로 남습니다.
ms: Selepas itu ubah apa sahaja. Profil yang disimpan kekal seperti asal.
pt: Depois muda o que quiseres. O perfil guardado fica como estava.
ru: Дальше меняйте что угодно. Сохранённый вариант останется прежним.
zh_hans: 之后随便改。存下来的那个还是原样。

source: Change your whole setup mid-sentence, without leaving the field
de: Wechsle dein ganzes Setup mitten im Satz, ohne das Feld zu verlassen
es: Cambia toda tu configuración a mitad de frase, sin salir del campo
et: Vaheta kogu oma seadistus lause keskel, ilma väljalt lahkumata
fr: Change toute ta config en pleine phrase, sans quitter le champ
hu: Váltsd le a teljes beállításodat mondat közben, a mező elhagyása nélkül
it: Cambia tutta la configurazione a metà frase, senza lasciare il campo
ja: 入力欄から離れずに、文の途中でセットアップをまるごと切り替え
ko: 입력란을 벗어나지 않고 문장 도중에 설정을 통째로 바꿔보세요
ms: Tukar seluruh persediaan anda di tengah ayat, tanpa meninggalkan medan
pt: Muda toda a configuração a meio da frase, sem sair do campo
ru: Смените всю настройку посреди предложения, не выходя из поля
zh_hans: 写到一半也能整套换掉配置，不用离开输入框

source: Changes
de: Änderungen
es: Cambios
et: Muudatused
fr: Modifications
hu: Módosítások
it: Modifiche
ja: 変更
ko: 변경 사항
ms: Perubahan
pt: Alterações
ru: Изменения
zh_hans: 更改

source: Changes Discarded
de: Änderungen verworfen
es: Cambios descartados
et: Muudatused tühistatud
fr: Modifications annulées
hu: Módosítások elvetve
it: Modifiche scartate
ja: 変更を破棄しました
ko: 변경 사항을 취소했어요
ms: Perubahan Dibuang
pt: Alterações descartadas
ru: Изменения отменены
zh_hans: 已放弃更改

source: Changes key appearance
de: Ändert das Aussehen der Tasten
es: Cambia la apariencia de las teclas
et: Muudab klahvide välimust
fr: Change l’apparence des touches
hu: Módosítja a billentyűk megjelenését
it: Cambia l’aspetto dei tasti
ja: キーの見た目を変更
ko: 키 모양 변경
ms: Mengubah rupa kekunci
pt: Altera o aspeto das teclas
ru: Меняет вид клавиш
zh_hans: 改变按键外观

source: Changes keyboard appearance
de: Ändert das Aussehen der Tastatur
es: Cambia la apariencia del teclado
et: Muudab klaviatuuri välimust
fr: Change l’apparence du clavier
hu: Módosítja a billentyűzet megjelenését
it: Cambia l’aspetto della tastiera
ja: キーボードの見た目を変更
ko: 키보드 모양 변경
ms: Mengubah rupa papan kekunci
pt: Altera o aspeto do teclado
ru: Меняет вид клавиатуры
zh_hans: 改变键盘外观

source: Changes lists everything you've moved away from its default.
de: „Änderungen“ listet alles auf, was du vom Standard weggedreht hast.
es: Cambios enumera todo lo que has movido de su valor por defecto.
et: „Muudatused" loetleb kõik, mille oled vaikeväärtusest eemaldanud.
fr: Modifications liste tout ce que tu as éloigné de sa valeur d'origine.
hu: A Módosítások mindent felsorol, amit elmozdítottál az alapértékétől.
it: Modifiche elenca tutto quello che hai spostato dal valore predefinito.
ja: 「変更」には、初期値から動かしたものがすべて並びます。
ko: 변경 사항에는 기본값에서 바꾼 것이 모두 나열됩니다.
ms: Perubahan menyenaraikan semua yang anda ubah daripada nilai lalainya.
pt: Alterações lista tudo o que afastaste do valor de origem.
ru: В «Изменениях» перечислено всё, что вы сдвинули со стандартного значения.
zh_hans: “更改”会列出所有被你从默认值改动过的项。

source: Changing access clears this plugin's saved state. Code and version changes require approval again.
de: Wenn du den Zugriff änderst, wird der gespeicherte Zustand dieses Plugins gelöscht. Änderungen an Code oder Version erfordern eine erneute Zustimmung.
es: Cambiar el acceso borra el estado guardado del plugin. Si cambia el código o la versión, se solicitará tu aprobación de nuevo.
et: Juurdepääsu muutmine kustutab pistikprogrammi salvestatud oleku. Koodi või versiooni muutmine nõuab uut nõusolekut.
fr: Modifier les accès efface l’état enregistré de ce plugin. Tout changement de code ou de version nécessite un nouvel accord.
hu: A hozzáférés módosítása törli a bővítmény mentett állapotát. A kód vagy a verzió módosításakor új jóváhagyás szükséges.
it: Modificare l’accesso cancella lo stato salvato del plugin. Le modifiche al codice o alla versione richiedono una nuova approvazione.
ja: アクセスを変更すると、このプラグインの保存済み状態が消去されます。コードやバージョンが変わると、再度承認が必要です。
ko: 접근 권한을 변경하면 플러그인의 저장된 상태가 지워집니다. 코드나 버전이 변경되면 다시 승인해야 합니다.
ms: Menukar akses memadamkan keadaan tersimpan pemalam ini. Perubahan kod atau versi memerlukan kelulusan semula.
pt: Alterar o acesso apaga o estado guardado deste plugin. As alterações ao código ou à versão exigem nova aprovação.
ru: Изменение доступа удалит сохранённое состояние плагина. При изменении кода или версии потребуется новое разрешение.
zh_hans: 更改访问权限会清除插件保存的状态。代码或版本更改后需要重新批准。

source: Character
de: Zeichen
es: Carácter
et: Märk
fr: Caractère
hu: Karakter
it: Carattere
ja: 文字
ko: 문자
ms: Aksara
pt: Caráter
ru: Символ
zh_hans: 字符

source: Character palette
de: Zeichenpalette
es: Paleta de caracteres
et: Märkide palett
fr: Palette de caractères
hu: Karakterpaletta
it: Tavolozza dei caratteri
ja: 文字パレット
ko: 문자 팔레트
ms: Palet aksara
pt: Paleta de carateres
ru: Палитра символов
zh_hans: 字符盘

source: Characters drawn
de: Gezeichnete Zeichen
es: Caracteres dibujados
et: Joonistatud märgid
fr: Caractères dessinés
hu: Megrajzolt karakterek
it: Caratteri disegnati
ja: 描いた文字
ko: 그린 문자
ms: Aksara dilukis
pt: Caracteres desenhados
ru: Нарисовано знаков
zh_hans: 已绘制字符

source: Characters per line
de: Zeichen pro Zeile
es: Caracteres por línea
et: Märke real
fr: Caractères par ligne
hu: Karakterek soronként
it: Caratteri per riga
ja: 1行の文字数
ko: 줄당 문자 수
ms: Aksara setiap baris
pt: Carateres por linha
ru: Символов в строке
zh_hans: 每行字符数

source: Characters per line used to calculate vertical cursor jumps when you drag up or down.
de: Zeichen pro Zeile, mit denen die vertikalen Cursorsprünge berechnet werden, wenn du nach oben oder unten ziehst.
es: Caracteres por línea que se usan para calcular los saltos verticales del cursor cuando arrastras hacia arriba o abajo.
et: Märke rea kohta, mille järgi arvutatakse kursori püstised hüpped, kui lohistad üles või alla.
fr: Caractères par ligne, servent à calculer les sauts verticaux du curseur quand tu glisses vers le haut ou le bas.
hu: A soronkénti karakterszám, amiből számolja a függőleges kurzorugrásokat, amikor felfelé vagy lefelé húzol.
it: Caratteri per riga, usati per calcolare i salti verticali del cursore quando trascini su o giù.
ja: 上下にドラッグしたときのカーソルの縦移動量を計算するための、1行あたりの文字数です。
ko: 위아래로 드래그할 때 커서가 세로로 얼마나 움직일지 계산하는 줄당 글자 수예요.
ms: Bilangan aksara setiap baris, dipakai untuk kira lompatan kursor menegak bila anda seret ke atas atau ke bawah.
pt: Caracteres por linha usados para calcular os saltos verticais do cursor quando arrastas para cima ou para baixo.
ru: Сколько символов в строке — по этому числу считаются вертикальные прыжки курсора, когда вы ведёте вверх или вниз.
zh_hans: 你上下拖动时，用来算光标竖向跳几行的每行字符数。

source: Characters that belong in the middle of a word without ending it. Without these, Clink stops the word at the mark and corrects the fragment.
de: Zeichen, die mitten im Wort stehen, ohne es zu beenden. Ohne sie bricht Clink das Wort am Zeichen ab und korrigiert das Bruchstück.
es: Caracteres que van en medio de una palabra sin terminarla. Sin ellos, Clink corta la palabra en el signo y corrige el trozo.
et: Märgid, mis kuuluvad sõna keskele seda lõpetamata. Ilma nendeta katkestab Clink sõna märgi kohalt ja parandab jupi.
fr: Caractères qui s’écrivent au milieu d’un mot sans le terminer. Sans eux, Clink coupe le mot au signe et corrige le fragment.
hu: Olyan karakterek, amik a szó közepén állnak, de nem zárják le. Nélkülük a Clink a jelnél elvágja a szót, és a töredéket javítja.
it: Caratteri che stanno in mezzo a una parola senza chiuderla. Senza di loro Clink taglia la parola sul segno e corregge il frammento.
ja: 語を終わらせずに語中に現れる文字です。登録しないと、Clink はその記号で語を切り、断片のほうを修正してしまいます。
ko: 단어를 끝내지 않고 중간에 오는 문자입니다. 등록하지 않으면 Clink가 그 기호에서 단어를 끊고 조각을 교정해 버립니다.
ms: Aksara yang berada di tengah perkataan tanpa menamatkannya. Tanpanya, Clink memotong perkataan pada tanda itu dan membetulkan cebisannya.
pt: Caracteres que ficam no meio de uma palavra sem a terminar. Sem eles, o Clink corta a palavra no sinal e corrige o pedaço.
ru: Символы, которые стоят внутри слова и не заканчивают его. Без них Clink обрывает слово на этом знаке и исправляет обрывок.
zh_hans: 出现在词中间、但不结束这个词的字符。不填的话，Clink 会在该符号处把词截断，然后去纠正那个片段。

source: Check every language at once
de: Alle Sprachen gleichzeitig prüfen
es: Comprobar todos los idiomas a la vez
et: Kontrolli kõiki keeli korraga
fr: Vérifier toutes les langues à la fois
hu: Minden nyelv ellenőrzése egyszerre
it: Controlla tutte le lingue insieme
ja: すべての言語をまとめてチェック
ko: 모든 언어를 한꺼번에 검사
ms: Semak semua bahasa serentak
pt: Verificar todos os idiomas de uma vez
ru: Проверять все языки сразу
zh_hans: 同时检查所有语言

source: Check for MOTD
de: Nach der Nachricht des Tages suchen
es: Buscar el mensaje del día
et: Kontrolli päeva sõnumit
fr: Rechercher le message du jour
hi: दिन का संदेश जांचें
hu: Napi üzenet ellenőrzése
it: Controlla il messaggio del giorno
ja: 今日のメッセージを確認
ko: 오늘의 메시지 확인
ms: Semak mesej hari ini
ne: दिनको सन्देश जाँच्नुहोस्
pt: Verificar a mensagem do dia
ru: Проверить сообщение дня
tr: Günün mesajını denetle
zh_hans: 检查每日消息

source: Check for language-pack updates
de: Nach Sprachpaket-Updates suchen
es: Buscar actualizaciones de paquetes de idioma
et: Otsi keelepakettide värskendusi
fr: Rechercher des mises à jour de packs linguistiques
hi: भाषा पैक अपडेट देखें
hu: Nyelvi csomagfrissítések keresése
it: Cerca aggiornamenti dei pacchetti lingua
ja: 言語パックのアップデートを確認
ko: 언어 팩 업데이트 확인
ms: Semak kemas kini pek bahasa
ne: भाषा प्याक अद्यावधिक जाँच्नुहोस्
pt: Procurar atualizações dos pacotes de idioma
ru: Проверить обновления языковых пакетов
tr: Dil paketi güncellemelerini denetle
zh_hans: 检查语言包更新

source: Check for layout-pack updates
de: Nach Updates für Layout-Pakete suchen
es: Buscar actualizaciones de paquetes de disposiciones
et: Otsi paigutuspakkide värskendusi
fr: Rechercher des mises à jour des packs de dispositions
hu: Elrendezéscsomag-frissítések keresése
it: Cerca aggiornamenti dei pacchetti di layout
ja: レイアウトパックのアップデートを確認
ko: 레이아웃 팩 업데이트 확인
ms: Semak kemas kini pek susun atur
pt: Procurar atualizações de pacotes de esquemas
ru: Проверить обновления пакетов раскладок
zh_hans: 检查布局包更新

source: Check for profile-pack updates
de: Nach Updates für Profilpakete suchen
es: Buscar actualizaciones de paquetes de perfiles
et: Otsi profiilipakkide värskendusi
fr: Rechercher des mises à jour des packs de profils
hu: Profilcsomag-frissítések keresése
it: Cerca aggiornamenti dei pacchetti di profili
ja: プロファイルパックのアップデートを確認
ko: 프로필 팩 업데이트 확인
ms: Semak kemas kini pek profil
pt: Procurar atualizações de pacotes de perfis
ru: Проверить обновления пакетов профилей
zh_hans: 检查配置文件包更新

source: Check for updates
de: Nach Updates suchen
es: Buscar actualizaciones
et: Otsi värskendusi
fr: Rechercher des mises à jour
hi: अपडेट जांचें
hu: Frissítések keresése
it: Controlla aggiornamenti
ja: アップデートを確認
ko: 업데이트 확인
ms: Semak kemas kini
ne: अद्यावधिकहरू जाँच्नुहोस्
pt: Verificar atualizações
ru: Проверить обновления
tr: Güncellemeleri denetle
zh_hans: 检查更新

source: Check spelling, rewrite text or adjust its tone
de: Prüfe die Rechtschreibung, formuliere Text um oder passe den Ton an
es: Corrige la ortografía, reescribe texto o cambia su tono
et: Kontrolli õigekirja, sõnasta tekst ümber või muuda selle tooni
fr: Vérifie l’orthographe, reformule le texte ou change son ton
hu: Helyesírás-ellenőrzés, átfogalmazás és hangnemváltás
it: Controlla l’ortografia, riscrivi il testo o modifica il tono
ja: スペルを確認したり、文章や文体を変更したりします
ko: 맞춤법을 확인하거나 글을 고치고 어조를 바꾸세요
ms: Semak ejaan, tulis semula teks atau ubah nadanya
pt: Verifica a ortografia, reescreve texto ou ajusta o tom
ru: Проверка орфографии, переформулировка текста и изменение тона
zh_hans: 检查拼写、改写文字或调整语气

source: Checker
de: Schachbrett
es: Damero
et: Male
fr: Damier
hu: Sakktábla
it: Scacchiera
ja: 市松
ko: 체커
ms: Papan dam
pt: Xadrez
ru: Шахматка
zh_hans: 棋盘格

source: Chick
de: Küken
es: Pollito
et: Tibu
fr: Poussin
hu: Csibe
it: Pulcino
ja: ひよこ
ko: 병아리
ms: Anak ayam
pt: Pintainho
ru: Цыплёнок
zh_hans: 小鸡

source: Chinese (Cangjie 3)
de: Chinesisch (Cangjie 3)
es: Chino (Cangjie 3)
et: Hiina (Cangjie 3)
fr: Chinois (Cangjie 3)
hu: Kínai (Cangjie 3)
it: Cinese (Cangjie 3)
ja: 中国語（倉頡第3世代）
ko: 중국어(창힐 3세대)
ms: Bahasa Cina (Cangjie 3)
pt: Chinês (Cangjie 3)
ru: Китайский (Цанцзе 3)
zh_hans: 中文（仓颉3代）

source: Chinese (Cangjie 5)
de: Chinesisch (Cangjie 5)
es: Chino (Cangjie 5)
et: Hiina (Cangjie 5)
fr: Chinois (Cangjie 5)
hu: Kínai (Cangjie 5)
it: Cinese (Cangjie 5)
ja: 中国語（倉頡第5世代）
ko: 중국어(창힐 5세대)
ms: Bahasa Cina (Cangjie 5)
pt: Chinês (Cangjie 5)
ru: Китайский (Цанцзе 5)
zh_hans: 中文（仓颉5代）

source: Chomp
de: Schnappen
es: Mordisco
et: Naks
fr: Morsure
hu: Harapás
it: Morso
ja: ぱくっ
ko: 냠
ms: Gigit
pt: Dentada
ru: Хрум
zh_hans: 咬合

source: Choose Allow, and iOS stops asking.
de: Auf „Erlauben“ stellen, dann fragt iOS nicht mehr.
es: Elige «Permitir» y iOS deja de preguntar.
et: Vali Luba ja iOS lõpetab küsimise.
fr: Choisis « Autoriser » et iOS arrête de demander.
hu: Válaszd az „Engedélyezés” lehetőséget, és az iOS nem kérdez többet.
it: Scegli «Consenti» e iOS smette di chiedere.
ja: 「許可」を選べば、iOSは確認しなくなります。
ko: ‘허용’을 선택하면 iOS가 더 이상 묻지 않아요.
ms: Pilih “Benarkan”, dan iOS berhenti bertanya.
pt: Escolhe «Permitir» e o iOS deixa de perguntar.
ru: Выберите «Разрешить» — и iOS перестанет спрашивать.
zh_hans: 选择“允许”，iOS 就不会再问了。

source: Choose Icon
de: Symbol wählen
es: Elegir icono
et: Vali ikoon
fr: Choisir l'icône
hu: Ikon választása
it: Scegli icona
ja: アイコンを選択
ko: 아이콘 선택
ms: Pilih ikon
pt: Escolher ícone
ru: Выбрать значок
zh_hans: 选择图标
